Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: Supported placeholders: ${serial}, ${crc}, and ${title}. Built-in sources provide PCSX2 patches, an UltraWidescreen / NaturalVision pack, and a community cheat collection. Only add sources you trust.
ar: العناصر النائبة المدعومة: ${serial} و${crc} و${title}. توفر المصادر المضمنة تصحيحات PCSX2 وحزمة UltraWidescreen / NaturalVision ومجموعة غش مجتمعية. أضف المصادر التي تثق بها فقط.
de: Unterstützte Platzhalter: ${serial}, ${crc} und ${title}. Integrierte Quellen bieten PCSX2-Patches, ein UltraWidescreen / NaturalVision-Paket und eine Community-Cheat-Sammlung. Fügen Sie nur vertrauenswürdige Quellen hinzu.
es: Marcadores de posición compatibles: ${serial}, ${crc} y ${title}. Las fuentes integradas proporcionan parches de PCSX2, un paquete UltraWidescreen / NaturalVision y una colección comunitaria de trucos. Añade solo fuentes de confianza.
fr: Variables prises en charge : ${serial}, ${crc} et ${title}. Les sources intégrées fournissent des correctifs PCSX2, un pack UltraWidescreen / NaturalVision et une collection communautaire de codes. N'ajoutez que des sources de confiance.
it: Segnaposto supportati: ${serial}, ${crc} e ${title}. Le sorgenti integrate forniscono patch PCSX2, un pacchetto UltraWidescreen / NaturalVision e una raccolta comunitaria di trucos. Aggiungi solo sorgenti fidate.
ja: サポートされているプレースホルダー：${serial}、${crc}、${title}。組み込みソースはPCSX2パッチ、UltraWidescreen / NaturalVisionパック、コミュニティチートコレクションを提供します。信頼できるソースのみを追加してください。
ko: 지원되는 자리표시자: ${serial}, ${crc} 및 ${title}. 내장 소스는 PCSX2 패치, UltraWidescreen / NaturalVision 팩 및 커뮤니티 치트 모음을 제공합니다. 신뢰할 수 있는 소스만 추가하세요.
pt: Marcadores suportados: ${serial}, ${crc} e ${title}. As fontes integradas fornecem patches PCSX2, um pacote UltraWidescreen / NaturalVision e uma coleção comunitária de cheats. Adicione apenas fontes confiáveis.
zh_hans: 支持的占位符：${serial}、${crc} 和 ${title}。内置源提供 PCSX2 补丁、UltraWidescreen / NaturalVision 增强包和社区作弊码合集。请仅添加您信任的源。

source: Suppressed by Hardcore
ar: محظور بواسطة الوضع الصارم
de: Durch Hardcore unterdrückt
es: Suprimido por Hardcore
fr: Supprimé par le mode Hardcore
it: Soppresso da Hardcore
ja: ハードコアにより抑制
ko: 하드코어로 인해 차단됨
pt: Suprimido pelo Hardcore
zh_hans: 被硬核模式屏蔽

source: Swipe to move the emulated right analog stick
ar: اسحب لتحريك عصا التحكم التناظرية اليمنى المحاكاة
de: Wischen, um den emulierten rechten Analogstick zu bewegen
es: Desliza para mover el stick analógico derecho emulado
fr: Balayez pour déplacer le joystick analogique droit émulé
it: Scorri per muovere la levetta analogica destra emulata
ja: スワイプしてエミュレートされた右アナログスティックを動かします
ko: 에뮬레이트된 오른쪽 아날로그 스틱을 움직이려면 스와이프하세요
pt: Deslize para mover o analógico direito emulado
zh_hans: 滑动以移动模拟右摇杆

source: System Default
ar: حسب النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
it: Predefinito di sistema
ja: システム設定
ko: 시스템 기본값
pt: Padrão do sistema
zh_hans: 跟随系统

source: Texture Packs
ar: حزم الخامات
de: Texturpakete
es: Paquetes de texturas
fr: Packs de textures
it: Pacchetti texture
ja: テクスチャパック
ko: 텍스처 팩
pt: Pacotes de texturas
zh_hans: 纹理包

source: That name belongs to the preset you're changing. Pick another name.
ar: هذا الاسم يخص الإعداد المسبق الذي تعدّله. اختر اسمًا آخر.
de: Dieser Name gehört zur Voreinstellung, die du gerade änderst. Wähle einen anderen Namen.
es: Ese nombre es el del preset que estás cambiando. Elige otro nombre.
fr: Ce nom est celui du préréglage que vous modifiez. Choisissez un autre nom.
it: Quel nome appartiene al preset che stai modificando. Scegli un altro nome.
ja: その名前は変更中のプリセットのものです。別の名前にしてください。
ko: 그 이름은 지금 수정 중인 프리셋의 이름입니다. 다른 이름을 고르세요.
pt: Esse nome é da predefinição que você está alterando. Escolha outro nome.
zh_hans: 这个名称属于你正在修改的预设。请换一个名称。

source: The download was damaged, so nothing was installed. Try again.
ar: التنزيل تالف، لذا لم يُثبَّت أي شيء. حاول مرة أخرى.
de: Der Download war beschädigt, daher wurde nichts installiert. Versuche es erneut.
es: La descarga llegó dañada, así que no se instaló nada. Inténtalo de nuevo.
fr: Le téléchargement est endommagé, rien n'a donc été installé. Réessayez.
it: Il download è danneggiato, quindi non è stato installato nulla. Riprova.
ja: ダウンロードが破損していたため、何もインストールされませんでした。再試行してください。
ko: 다운로드가 손상되어 아무것도 설치되지 않았습니다. 다시 시도하세요.
pt: O download veio corrompido, então nada foi instalado. Tente de novo.
zh_hans: 下载的文件已损坏，因此未安装任何内容。请重试。

source: The emulator cache couldn't be read, so nothing was deleted.
ar: تعذّرت قراءة ذاكرة المحاكي المؤقتة، لذا لم يُحذف أي شيء.
de: Der Emulator-Cache konnte nicht gelesen werden, daher wurde nichts gelöscht.
es: No se pudo leer la caché del emulador, así que no se borró nada.
fr: Impossible de lire le cache de l'émulateur, rien n'a donc été supprimé.
it: Impossibile leggere la cache dell'emulatore, quindi non è stato eliminato nulla.
ja: エミュレーターのキャッシュを読み込めなかったため、何も削除されませんでした。
ko: 에뮬레이터 캐시를 읽을 수 없어 아무것도 삭제하지 않았습니다.
pt: Não foi possível ler o cache do emulador, então nada foi apagado.
zh_hans: 无法读取模拟器缓存，因此未删除任何内容。

source: The emulator cache is already empty.
ar: ذاكرة المحاكي المؤقتة فارغة بالفعل.
de: Der Emulator-Cache ist bereits leer.
es: La caché del emulador ya está vacía.
fr: Le cache de l'émulateur est déjà vide.
it: La cache dell'emulatore è già vuota.
ja: エミュレーターのキャッシュはすでに空です。
ko: 에뮬레이터 캐시가 이미 비어 있습니다.
pt: O cache do emulador já está vazio.
zh_hans: 模拟器缓存已经是空的。

source: The game database is setting this for %@.
ar: قاعدة بيانات اللعبة تضبط هذا من أجل %@.
de: Die Spieledatenbank stellt dies für %@ ein.
es: La base de datos del juego está configurando esto para %@.
fr: La base de données du jeu configure ce paramètre pour %@.
it: Il database dei giochi sta impostando questo per %@.
ja: ゲームデータベースが%@用にこれを設定しています。
ko: 게임 데이터베이스가 %@에 대해 이 항목을 설정하고 있습니다.
pt: A base de dados de jogos está definindo isso para %@.
zh_hans: 游戏数据库正在为 %@ 设置此项。

source: The game database is setting this for this game.
ar: قاعدة بيانات اللعبة تضبط هذا من أجل هذه اللعبة.
de: Die Spieledatenbank stellt dies für dieses Spiel ein.
es: La base de datos del juego está configurando esto para este juego.
fr: La base de données du jeu configure ce paramètre pour ce jeu.
it: Il database dei giochi sta impostando questo per questo gioco.
ja: ゲームデータベースがこのゲーム用にこれを設定しています。
ko: 게임 데이터베이스가 이 게임에 대해 이 항목을 설정하고 있습니다.
pt: A base de dados de jogos está definindo isso para este jogo.
zh_hans: 游戏数据库正在为此游戏设置此项。

source: The preset these values came from is gone, so nothing was saved.
ar: الإعداد المسبق الذي جاءت منه هذه القيم لم يعد موجودًا، لذا لم يُحفظ أي شيء.
de: Die Voreinstellung, aus der diese Werte stammen, gibt es nicht mehr, daher wurde nichts gespeichert.
es: El preset del que salieron estos valores ya no existe, así que no se guardó nada.
fr: Le préréglage d'où viennent ces valeurs n'existe plus, rien n'a donc été enregistré.
it: Il preset da cui provengono questi valori non esiste più, quindi non è stato salvato nulla.
ja: これらの値の元になったプリセットがなくなったため、何も保存されませんでした。
ko: 이 값의 원본 프리셋이 없어져서 아무것도 저장되지 않았습니다.
pt: A predefinição de onde vieram esses valores não existe mais, então nada foi salvo.
zh_hans: 这些数值所属的预设已不存在，因此未保存任何内容。

source: The shader list couldn't be read. Update ARMSX2 or try again later.
ar: تعذّرت قراءة قائمة المظللات. حدّث ARMSX2 أو حاول لاحقًا.
de: Die Shader-Liste konnte nicht gelesen werden. Aktualisiere ARMSX2 oder versuche es später erneut.
es: No se pudo leer la lista de shaders. Actualiza ARMSX2 o inténtalo más tarde.
fr: Impossible de lire la liste des shaders. Mettez ARMSX2 à jour ou réessayez plus tard.
it: Impossibile leggere l'elenco degli shader. Aggiorna ARMSX2 o riprova più tardi.
ja: シェーダー一覧を読み込めませんでした。ARMSX2 を更新するか、しばらくしてから再試行してください。
ko: 셰이더 목록을 읽을 수 없습니다. ARMSX2를 업데이트하거나 나중에 다시 시도하세요.
pt: Não foi possível ler a lista de shaders. Atualize o ARMSX2 ou tente mais tarde.
zh_hans: 无法读取着色器列表。请更新 ARMSX2 或稍后重试。

source: The shader list isn't available right now. Pull down to try again later.
ar: قائمة المظللات غير متاحة حاليًا. اسحب للأسفل للمحاولة لاحقًا.
de: Die Shader-Liste ist gerade nicht verfügbar. Zieh später nach unten, um es erneut zu versuchen.
es: La lista de shaders no está disponible ahora. Desliza hacia abajo para reintentar más tarde.
fr: La liste des shaders n'est pas disponible pour le moment. Tirez vers le bas pour réessayer plus tard.
it: L'elenco degli shader non è disponibile al momento. Trascina verso il basso per riprovare più tardi.
ja: シェーダー一覧は現在利用できません。しばらくしてから下に引いて再試行してください。
ko: 지금은 셰이더 목록을 사용할 수 없습니다. 나중에 아래로 당겨 다시 시도하세요.
pt: A lista de shaders não está disponível agora. Puxe para baixo para tentar mais tarde.
zh_hans: 着色器列表暂时不可用。请稍后下拉重试。

source: The shader server didn't send this shader. Try again later.
ar: لم يُرسل خادم المظللات هذا المظلل. حاول لاحقًا.
de: Der Shader-Server hat diesen Shader nicht gesendet. Versuche es später erneut.
es: El servidor de shaders no envió este shader. Inténtalo más tarde.
fr: Le serveur de shaders n'a pas envoyé ce shader. Réessayez plus tard.
it: Il server degli shader non ha inviato questo shader. Riprova più tardi.
ja: シェーダーサーバーからこのシェーダーが送信されませんでした。しばらくしてから再試行してください。
ko: 셰이더 서버가 이 셰이더를 보내지 않았습니다. 나중에 다시 시도하세요.
pt: O servidor de shaders não enviou este shader. Tente mais tarde.
zh_hans: 着色器服务器没有发送此着色器。请稍后重试。

source: This build has no shader support.
ar: هذه النسخة لا تدعم المظللات.
de: Dieser Build enthält keine Shader.
es: Esta compilación no incluye shaders.
fr: Cette version ne gère pas les shaders.
it: Questa build non include gli shader.
ja: このビルドはシェーダーに対応していません。
ko: 이 빌드에는 셰이더 지원이 없습니다.
pt: Esta compilação não inclui shaders.
zh_hans: 此版本未编译着色器支持。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Dies kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
pt: Esta ação não pode ser desfeita.
zh_hans: 此操作无法撤销。

source: This deletes the installed skin. Linked layout presets are kept.
ar: سيؤدي هذا إلى حذف المظهر المثبت. سيتم الاحتفاظ بإعدادات التخطيط المسبقة المرتبطة.
de: Dadurch wird der installierte Skin gelöscht. Verknüpfte Layout-Voreinstellungen bleiben erhalten.
es: Esto elimina el skin instalado. Los ajustes preestablecidos de diseño vinculados se conservan.
fr: Cette action supprime le skin installé. Les préréglages de disposition liés sont conservés.
it: Questo eliminerà la skin installata. I preset di layout collegati verranno mantenuti.
ja: インストールされたスキンが削除されます。リンクされたレイアウトプリセットは保持されます。
ko: 설치된 스킨을 삭제합니다. 연결된 레이아웃 프리셋은 유지됩니다.
pt: Isso exclui a skin instalada. As predefinições de layout vinculadas são mantidas.
zh_hans: 这将删除已安装的皮肤。关联的布局预设将被保留。

source: This game has its own shader setting, so Preset and the Shaders switch here don't change it. Change it under This Game > Per-Game Settings > Graphics.
ar: لهذه اللعبة إعداد مظللات خاص بها، لذا لا يغيّره «الإعداد المسبق» ومفتاح «المظللات» هنا. غيّره من This Game > Per-Game Settings > الرسوميات.
de: Dieses Spiel hat eine eigene Shader-Einstellung, daher ändern Voreinstellung und der Shader-Schalter hier nichts daran. Ändere sie unter This Game > Per-Game Settings > Grafik.
es: Este juego tiene su propio ajuste de shaders, así que Preset y el interruptor Shaders de aquí no lo cambian. Cámbialo en This Game > Per-Game Settings > Gráficos.
fr: Ce jeu a son propre réglage de shaders, donc Préréglage et l'interrupteur Shaders ici ne le changent pas. Modifiez-le dans This Game > Per-Game Settings > Graphismes.
it: Questo gioco ha una propria impostazione degli shader, quindi Preset e l'interruttore Shader qui non la cambiano. Modificala in This Game > Per-Game Settings > Grafica.
ja: このゲームには専用のシェーダー設定があるため、ここの「プリセット」と「シェーダー」スイッチでは変わりません。This Game > Per-Game Settings > グラフィック で変更してください。
ko: 이 게임에는 전용 셰이더 설정이 있어서 여기의 ‘프리셋’과 ‘셰이더’ 스위치로는 바뀌지 않습니다. This Game > Per-Game Settings > 그래픽에서 변경하세요.
pt: Este jogo tem sua própria configuração de shaders, então Predefinição e o botão Shaders aqui não a alteram. Altere-a em This Game > Per-Game Settings > Gráficos.
zh_hans: 此游戏有自己的着色器设置，因此这里的“预设”和“着色器”开关不会改变它。请在 This Game > Per-Game Settings > 图形 中更改。

source: This removes both installed files and %@ in them. This cannot be undone.
ar: سيؤدي هذا إلى إزالة كلا الملفين المثبتين و%@ بداخلهما. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden beide installierten Dateien und %@ darin entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina ambos archivos instalados y %@ en ellos. Esta acción no se puede deshacer.
fr: Cette action supprime les deux fichiers installés et les %@ qu'ils contiennent. Cette action est irréversible.
it: Questo rimuoverà entrambi i file installati e le %@ al loro interno. Questa azione non può essere annullata.
ja: インストールされた両方のファイルとその中の %@ が削除されます。この操作は元に戻せません。
ko: 설치된 두 파일과 그 안의 %@이(가) 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Isso remove ambos os arquivos instalados e as %@ neles contidas. Esta ação não pode ser desfeita.
zh_hans: 这将移除两个已安装的文件及其中的 %@。此操作无法撤销。

source: This removes only this entry from its file. All other entries are kept.
ar: سيؤدي هذا إلى إزالة هذا الإدخال فقط من ملفه. سيتم الاحتفاظ بجميع الإدخالات الأخرى.
de: Dies entfernt nur diesen Eintrag aus seiner Datei. Alle anderen Einträge bleiben erhalten.
es: Esto elimina solo esta entrada de su archivo. Se conservan todas las demás entradas.
fr: Cette action supprime uniquement cette entrée de son fichier. Toutes les autres entrées sont conservées.
it: Questo rimuoverà solo questa voce dal suo file. Tutte le altre voci verranno mantenute.
ja: このファイルからこのエントリのみが削除されます。他のすべてのエントリは保持されます。
ko: 파일에서 이 항목만 삭제됩니다. 다른 모든 항목은 유지됩니다.
pt: Isso remove apenas esta entrada do arquivo. Todas as outras entradas são mantidas.
zh_hans: 这仅从文件中移除此条目。所有其他条目都将保留。

source: This removes the complete cheat file and %@ in it. This cannot be undone.
ar: سيؤدي هذا إلى إزالة ملف الغش بالكامل و%@ بداخله. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch wird die gesamte Cheat-Datei und %@ darin entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina el archivo de trucos completo y %@ en él. Esta acción no se puede deshacer.
fr: Cette action supprime le fichier de codes complet et les %@ qu'il contient. Cette action est irréversible.
it: Questo rimuoverà il file trucchi completo e le %@ al suo interno. Questa azione non può essere annullata.
ja: チートファイル全体とその中の %@ が削除されます。この操作は元に戻せません。
ko: 치트 파일 전체와 그 안의 %@이(가) 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Isso remove o arquivo de cheat completo e as %@ nele contidas. Esta ação não pode ser desfeita.
zh_hans: 这将移除完整的作弊码文件及其中的 %@。此操作无法撤销。

source: This removes the complete patch file and %@ in it. This cannot be undone.
ar: سيؤدي هذا إلى إزالة ملف التصحيح بالكامل و%@ بداخله. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch wird die gesamte Patch-Datei und %@ darin entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina el archivo de parche completo y %@ en él. Esta acción no se puede deshacer.
fr: Cette action supprime le fichier de correctif complet et les %@ qu'il contient. Cette action est irréversible.
it: Questo rimuoverà il file patch completo e le %@ al suo interno. Questa azione non può essere annullata.
ja: パッチファイル全体とその中の %@ が削除されます。この操作は元に戻せません。
ko: 패치 파일 전체와 그 안의 %@이(가) 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Isso remove o arquivo de patch completo e as %@ nele contidas. Esta ação não pode ser desfeita.
zh_hans: 这将移除完整的补丁文件及其中的 %@。此操作无法撤销。

source: This shader can't be downloaded.
ar: لا يمكن تنزيل هذا المظلل.
de: Dieser Shader kann nicht heruntergeladen werden.
es: Este shader no se puede descargar.
fr: Ce shader ne peut pas être téléchargé.
it: Questo shader non può essere scaricato.
ja: このシェーダーはダウンロードできません。
ko: 이 셰이더는 다운로드할 수 없습니다.
pt: Este shader não pode ser baixado.
zh_hans: 无法下载此着色器。

source: Top Left
ar: أعلى اليسار
de: Oben links
es: Arriba izquierda
fr: En haut à gauche
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
pt: Superior esquerdo
zh_hans: 左上

source: Top Right
ar: أعلى اليمين
de: Oben rechts
es: Arriba derecha
fr: En haut à droite
it: In alto a destra
ja: 右上
ko: 오른쪽 위
pt: Superior direito
zh_hans: 右上

source: Triangular Filter
ar: مرشح مثلثي
de: Dreiecksfilter
es: Filtro triangular
fr: Filtre triangulaire
it: Filtro triangolare
ja: 三角フィルター
ko: 삼각형 필터
pt: Filtro triangular
zh_hans: 三角滤镜

source: Turns this entry off. It can’t be turned back on while Hardcore is active.
ar: يعطل هذا الإدخال. لا يمكن إعادة تفعيله أثناء تنشيط الوضع الصارم.
de: Schaltet diesen Eintrag aus. Kann nicht wieder aktiviert werden, während der Hardcore-Modus aktiv ist.
es: Desactiva esta entrada. No se puede volver a activar mientras Hardcore esté activo.
fr: Désactive cette entrée. Elle ne peut pas être réactivée tant que le mode Hardcore est actif.
it: Disattiva questa voce. Non può essere riattivata mentre Hardcore è attivo.
ja: このエントリをオフにします。ハードコアが有効な間は再度オンにできません。
ko: 이 항목을 끕니다. 하드코어 모드가 활성화된 동안에는 다시 켤 수 없습니다.
pt: Desativa esta entrada. Não pode ser ativada novamente enquanto o modo Hardcore estiver ativo.
zh_hans: 关闭此条目。硬核模式激活时无法重新开启。

source: TV/CRT Shader
ar: مظلل التلفاز/CRT
es: Shader de TV/CRT
fr: Shader TV/CRT
it: Shader TV/CRT
ja: TV/CRT シェーダー
ko: TV/CRT 셰이더
pt: Shader de TV/CRT
zh_hans: 电视/CRT 着色器

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt: Desfazer
zh_hans: 撤消

source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新
ko: 업데이트됨
pt: Atualizado
zh_hans: 更新于

source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
ja: 使用
ko: 사용
pt: Usar
zh_hans: 使用

source: Use a custom image behind your game library.
ar: استخدم صورة مخصصة خلف مكتبة الألعاب.
de: Verwende ein eigenes Bild hinter deiner Spielebibliothek.
es: Usa una imagen personalizada detrás de tu biblioteca de juegos.
fr: Utilisez une image personnalisée derrière votre bibliothèque de jeux.
it: Usa un'immagine personalizzata dietro la libreria giochi.
ja: ゲームライブラリの背景にカスタム画像を使用します。
ko: 게임 라이브러리 뒤에 사용자 지정 이미지를 사용하세요.
pt: Use uma imagem personalizada atrás da sua biblioteca de jogos.
zh_hans: 在游戏库后面使用自定义图片。

source: Use Global
ar: استخدام الإعداد العام
de: Global verwenden
es: Usar global
fr: Utiliser le réglage global
it: Usa globale
ja: グローバル設定を使用
ko: 전역 설정 사용
pt: Usar global
zh_hans: 使用全局设置

source: Use Global follows the Shaders page. Off turns shaders off for this game only. Slider values belong to the preset, so games on the same preset share them.
ar: «استخدام الإعداد العام» يتبع صفحة المظللات. «إيقاف» يوقف المظللات لهذه اللعبة فقط. تنتمي قيم أشرطة التمرير إلى الإعداد المسبق، لذا تتشاركها الألعاب التي تستخدم الإعداد المسبق نفسه.
de: Global verwenden folgt der Shader-Seite. Aus schaltet Shader nur für dieses Spiel ab. Reglerwerte gehören zur Voreinstellung, daher teilen sich Spiele mit derselben Voreinstellung diese Werte.
es: Usar global sigue la página Shaders. Desactivado apaga los shaders solo en este juego. Los valores de los controles pertenecen al preset, así que los juegos con el mismo preset los comparten.
fr: Utiliser le réglage global suit la page Shaders. Désactivé coupe les shaders pour ce jeu uniquement. Les valeurs des curseurs appartiennent au préréglage, donc les jeux qui utilisent le même préréglage les partagent.
it: Usa globale segue la pagina Shader. Disattivato spegne gli shader solo per questo gioco. I valori dei cursori appartengono al preset, quindi i giochi con lo stesso preset li condividono.
ja: 「グローバル設定を使用」はシェーダーページの設定に従います。「オフ」はこのゲームだけシェーダーを無効にします。スライダーの値はプリセットごとに保存されるため、同じプリセットを使うゲーム同士で共有されます。
ko: ‘전역 설정 사용’은 셰이더 페이지 설정을 따릅니다. ‘끔’은 이 게임에서만 셰이더를 끕니다. 슬라이더 값은 프리셋에 속하므로 같은 프리셋을 쓰는 게임끼리 공유합니다.
pt: Usar global segue a página Shaders. Desligado desativa os shaders só para este jogo. Os valores dos controles pertencem à predefinição, então jogos com a mesma predefinição os compartilham.
zh_hans: “使用全局设置”跟随着色器页面的设置。“关闭”只为此游戏关闭着色器。滑块数值属于预设，因此使用同一预设的游戏会共用这些数值。

source: Use letters or numbers in the name.
ar: استخدم أحرفًا أو أرقامًا في الاسم.
de: Verwende Buchstaben oder Zahlen im Namen.
es: Usa letras o números en el nombre.
fr: Utilisez des lettres ou des chiffres dans le nom.
it: Usa lettere o numeri nel nome.
ja: 名前には文字か数字を使ってください。
ko: 이름에 문자나 숫자를 사용하세요.
pt: Use letras ou números no nome.
zh_hans: 名称中请使用字母或数字。

source: Use the global value for %@
ar: استخدام القيمة العامة لـ %@
de: Globalen Wert für %@ verwenden
es: Usar el valor global para %@
fr: Utiliser la valeur globale pour %@
it: Usa il valore globale per %@
ja: %@にグローバル値を使用
ko: %@에 전역 값 사용
pt: Usar o valor global para %@
zh_hans: 对%@使用全局值

source: Uses the main background when no landscape image is selected.
ar: تُستخدم الخلفية الرئيسية عند عدم اختيار صورة أفقية.
de: Verwendet den Haupthintergrund, wenn kein Querformat-Bild ausgewählt ist.
es: Se usa el fondo principal cuando no se selecciona una imagen horizontal.
fr: Le fond principal est utilisé lorsqu'aucune image en paysage n'est sélectionnée.
it: Usa lo sfondo principale quando non è selezionata un'immagine orizzontale.
ja: 横向きの画像が選択されていない場合はメインの背景を使用します。
ko: 가로 방향 이미지를 선택하지 않으면 기본 배경을 사용합니다.
pt: O fundo principal é usado quando nenhuma imagem em paisagem é selecionada.
zh_hans: 未选择横屏图片时使用主背景。

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
zh_hans: 版本

source: Virtual Pad
ar: لوحة افتراضية
de: Virtuelles Pad
es: Controles táctiles
fr: Commandes tactiles
it: Pad virtuale
ja: 仮想パッド
ko: 가상 패드
pt: Controles virtuais
zh_hans: 虚拟按键

source: VM is currently running. Shut down and start %@?
ar: الآلة الافتراضية قيد التشغيل حالياً. هل تريد إيقاف التشغيل وبدء %@؟
de: Die VM läuft derzeit. Herunterfahren und %@ starten?
es: La VM está en ejecución. ¿Apagar e iniciar %@?
fr: La machine virtuelle est en cours d'exécution. Éteindre et démarrer %@ ?
it: La VM è attualmente in esecuzione. Spegnere e avviare %@?
ja: 仮想マシンが実行中です。 シャットダウンして%@を起動しますか？
ko: 가상 머신이 실행 중입니다. 종료하고 %@을(를) 시작할까요?
pt: A VM está em execução. Desligar e iniciar %@?
zh_hans: 虚拟机正在运行。 关闭并启动 %@？

source: VoiceOver image recognition can read on-screen text.
ar: يمكن للتعرف على صور VoiceOver قراءة النص المعروض على الشاشة.
de: Die VoiceOver-Bilderkennung kann Text auf dem Bildschirm vorlesen.
es: El reconocimiento de imágenes de VoiceOver puede leer el texto en pantalla.
fr: La reconnaissance d'images VoiceOver peut lire le texte à l'écran.
it: Il riconoscimento immagini di VoiceOver può leggere il testo sullo schermo.
ja: VoiceOverの画像認識で画面上のテキストを読み取ることができます。
ko: VoiceOver 이미지 인식으로 화면의 텍스트를 읽을 수 있습니다.
pt: O reconhecimento de imagens do VoiceOver pode ler o texto na tela.
zh_hans: 旁白图像识别可以读取屏幕文字。

source: Wave Filter
ar: مرشح موجي
de: Wellenfilter
es: Filtro de ondas
fr: Filtre d'ondes
it: Filtro a onde
ja: 波形フィルター
ko: 물결 필터
pt: Filtro de ondas
zh_hans: 波浪滤镜

source: You haven't installed any skins yet.
ar: لم تقم بتثبيت أي مظاهر بعد.
de: Sie haben noch keine Skins installiert.
es: Aún no has instalado ningún skin.
fr: Vous n'avez pas encore installé de skins.
it: Non hai ancora installato alcuna skin.
ja: インストールされたスキンはまだありません。
ko: 아직 설치된 스킨이 없습니다.
pt: Você ainda não instalou nenhuma skin.
zh_hans: 您尚未安装任何皮肤。

source: Your Games
ar: ألعابك
de: Deine Spiele
es: Tus juegos
fr: Vos jeux
it: I tuoi giochi
ja: あなたのゲーム
ko: 내 게임
pt: Seus jogos
zh_hans: 你的游戏

source: Your shader folder couldn't be opened.
ar: تعذّر فتح مجلد المظللات.
de: Dein Shader-Ordner konnte nicht geöffnet werden.
es: No se pudo abrir tu carpeta de shaders.
fr: Impossible d'ouvrir votre dossier de shaders.
it: Impossibile aprire la cartella degli shader.
ja: シェーダーフォルダーを開けませんでした。
ko: 셰이더 폴더를 열 수 없습니다.
pt: Não foi possível abrir sua pasta de shaders.
zh_hans: 无法打开你的着色器文件夹。
